tap "argon/mas"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"

# brew packages
brew "geckodriver"
brew "gibo"
brew "git"
brew "gradle"
brew "lha"
brew "lua"
brew "python"
brew "mackup"
brew "mas"
brew "maven@3.5"
brew "mysql"
brew "nkf"
brew "peco"
brew "rbenv"
brew "tomcat"
brew "translate-shell"
brew "vim", args: ["with-override-system-vi"]
brew "z"
brew "zsh"
brew "rcmdnk/file/brew-file"

# cask
cask 'java8'
cask 'atom'
cask 'google-chrome'
cask 'openoffice'
cask 'clipy'
cask 'dropbox'
cask 'flux'
cask 'slack'
cask "vagrant"
cask "virtualbox"

# mas
mas "Evernote", id: 406056744
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Monosnap", id: 540348655
mas "RankGuru SEO", id: 662946309
mas "Slack", id: 803453959
mas "Wunderlist", id: 410628904
