tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "caskroom/versions"

# brew packages
brew "mas"
brew "lua"
brew "mysql"
brew "python3"
brew "z"
brew "zsh"
brew "rbenv"

# caskroom
cask 'java8'
cask 'atom'
cask 'google-chrome'
cask 'openoffice'
cask 'clipy'
cask 'dropbox'
cask 'flux'
cask 'slack'

mas "LINE", id: 539883307
mas "Wunderlist", id: 410628904

